const PrivacyPolicy = () => {
  return (
    <section className="py-12 px-4 bg-white">
      <div className="container mx-auto">
        <h1 className="text-3xl font-bold mb-6">Политика конфиденциальности</h1>
        <p className="mb-4">
          Добро пожаловать на нашу страницу Политики конфиденциальности. Ваша конфиденциальность критически важна для нас. Мы стремимся защищать конфиденциальность посетителей нашего веб-сайта и пользователей услуг.
        </p>
        <p className="mb-4">
          Мы можем собирать от вас персональные данные, такие как ваше имя, адрес электронной почты и платежная информация. Эта информация используется для обработки бронирований и улучшения наших услуг. Мы не передаем ваши персональные данные третьим лицам, за исключением случаев соблюдения закона, разработки наших продуктов или защиты наших прав.
        </p>
        <p className="mb-4">
          Мы используем файлы cookie для отслеживания вашего использования нашего сервиса и для улучшения вашего пользовательского опыта. У вас есть возможность отключить файлы cookie в настройках браузера, но это может повлиять на функциональность нашего веб-сайта.
        </p>
        <p className="mb-4">
          Если у вас возникли вопросы относительно нашей Политики конфиденциальности, свяжитесь с нами.
        </p>
        <p className="mb-4">
          Используя наши услуги, вы соглашаетесь на сбор и использование информации в соответствии с настоящей политикой.
        </p>
      </div>
    </section>
  );
};

export default PrivacyPolicy;
